---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.IFC.IFCHybridImport
source: html/e8eca49f-2caa-e8c6-04f3-265bc886f486.htm
---
# IFCHybridImport Members

Constructs a new IFCHybridImport instance for importing IFC via Hybrid method.